[M_NoHardFeelings MissionDefinition]
MissionDescription="A bandit you killed wishes (or wished?) to posthumously award you a cache of guns in [place]Tundra Express[-place]. You've just gotta collect 'em."
TurnInDescription="Even though he completely failed to kill you (twice), you've gotta give the guy some credit for planning ahead."
MissionSummary="Find the dead bandit's weapon cache. "
